[
  {
    "text": "The only sin is ignorance",
    "author": "Christopher Marlowe"
  },
  {
    "text": "A man is his own easiest dupe, for what he wishes to be true he generally believes to be true",
    "author": "Demosthenes"
  },
  {
    "text": "A lie can travel halfway around the world while the truth is putting on its shoes",
    "author": "Mark Twain"
  },
  {
    "text": "If you have a garden and a library, you have everything you need",
    "author": "Marcus Tullius Cicero"
  },
  {
    "text": "Everything in the universe is within you. Ask all from yourself",
    "author": "Rumi"
  },
  {
    "text": "Great minds discuss ideas; average minds discuss events; small minds discuss people",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "You can never be overdressed or overeducated",
    "author": "Oscar Wilde"
  },
  {
    "text": "Success is not the key to happiness. Happiness is the key to success",
    "author": "Herman Cain"
  },
  {
    "text": "To have another language is to possess a second soul",
    "author": "Charlemagne"
  },
  {
    "text": "We do not remember days, we remember moments",
    "author": "Cesare Pavese"
  },
  {
    "text": "Never make fun of someone who speaks broken English. It means they know another language",
    "author": "H. Jackson Brown, Jr."
  },
  {
    "text": "Only two things are infinite — the universe and human stupidity, and I’m not sure about the former.",
    "author": "Albert Einstein"
  },
  {
    "text": "Success is one percent inspiration, ninety-nine percent perspiration",
    "author": "Thomas Edison"
  },
  {
    "text": "Things change. And friends leave. Life doesn’t stop for anybody.",
    "author": "Stephen Chbosky"
  },
  {
    "text": "Think like a man of action and act like a man of thought",
    "author": "Henri Bergson"
  },
  {
    "text": "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "author": "Chinese proverb"
  },
  {
    "text": "The  weak  can  never  forgive.  Forgiveness  is the  attribute  of the  strong.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning",
    "author": "Albert Einstein"
  },
  {
    "text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself",
    "author": "Rumi"
  },
  {
    "text": "Your time is limited, so don’t waste it living someone else’s life",
    "author": "Steve Jobs"
  },
  {
    "text": "Be happy for this moment. This moment is your life",
    "author": "Omar Khayyam"
  },
  {
    "text": "Understanding is the first step to acceptance",
    "author": "J.K. Rowling"
  },
  {
    "text": "Life is a succession of lessons which must be lived to be understood",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "It's easy to quit smoking. I've done it hundreds of times.",
    "author": "Mark Twain"
  },
  {
    "text": "While we are postponing, life speeds by",
    "author": "Seneca"
  },
  {
    "text": "If you do not think about the future, you cannot have one",
    "author": "Galsworthy"
  },
  {
    "text": "The roots of education are bitter, but the fruit is sweet",
    "author": "Aristotle"
  },
  {
    "text": "Logic will get you from A to B. Imagination will take you anywhere",
    "author": "Albert Einstein"
  },
  {
    "text": "Your life is worth much more than gold",
    "author": "Bob Marley"
  },
  {
    "text": "Genius is born--not paid",
    "author": "Oscar Wilde"
  },
  {
    "text": "Always borrow money from a pessimist. He won’t expect it back",
    "author": "Oscar Wilde"
  },
  {
    "text": "Poverty is the parent of revolution and crime",
    "author": "Aristotle"
  },
  {
    "text": "I am opposed to millionaires, but it would be dangerous to offer me the position",
    "author": "Mark Twain"
  },
  {
    "text": "Facts are stubborn things, but statistics are more pliable",
    "author": "Mark Twain"
  },
  {
    "text": "Life is what happens to you while you're busy making other plans",
    "author": "John Lennon"
  },
  {
    "text": "Those who cannot change their minds cannot change anything",
    "author": "Bernard Shaw"
  },
  {
    "text": "I think, therefore I am",
    "author": "Rene Descartes"
  },
  {
    "text": "To know what people really think, pay attention to what they do, rather than what they say.",
    "author": "Rene Descartes"
  },
  {
    "text": "Nothing is worse than active ignorance",
    "author": "Johann Wolfgang von Goethe"
  }
]